{
    "fortunes": [
      "You will receive a pleasant surprise soon.",
      "Your hard work is about to pay off.",
      "An unexpected event will bring you joy.",
      "You will meet someone who will change your life.",
      "A new opportunity will soon present itself to you.",
      "Your creativity will be recognized in the near future.",
      "You will achieve your goals with determination.",
      "Good fortune is coming your way.",
      "Someone close to you will give you valuable advice.",
      "A change in your routine will lead to exciting results.",
      "You will soon discover a hidden talent.",
      "Your efforts will be rewarded with success.",
      "You will find happiness in an unexpected place.",
      "A financial gain is on the horizon.",
      "Your positive attitude will attract good things.",
      "An old friend will reconnect with you soon.",
      "You will overcome a challenge with ease.",
      "A pleasant surprise awaits you in the near future.",
      "You are about to start a new chapter in your life.",
      "Your dreams and aspirations are within reach.",
      "You will soon receive some exciting news.",
      "A special opportunity will come your way.",
      "You will make a valuable new connection soon.",
      "A small act of kindness will bring great rewards.",
      "You will find success in a new venture.",
      "An exciting journey is in your near future.",
      "Your perseverance will lead to great rewards.",
      "A happy event is coming up soon.",
      "You will be recognized for your hard work.",
      "A positive change is on the way.",
      "You will achieve a long-awaited goal.",
      "Someone will show you appreciation soon.",
      "A new adventure is just around the corner.",
      "Your intuition will guide you to success.",
      "You will experience a period of growth and development.",
      "An opportunity for advancement will come your way.",
      "You will receive good news that will brighten your day.",
      "A pleasant surprise will bring joy to your life.",
      "You will find clarity in a confusing situation.",
      "A new friendship will bring positive energy.",
      "You will discover a new passion soon.",
      "A positive change is heading your way.",
      "You will achieve something you’ve been working towards.",
      "An exciting opportunity will present itself.",
      "You will find joy in unexpected places.",
      "Your hard work will soon be rewarded.",
      "A breakthrough is on the horizon.",
      "You will experience a stroke of good luck.",
      "Your efforts will lead to success and fulfillment.",
      "A new beginning is on the way for you.",
      "You will make a significant impact in someone’s life.",
      "A positive outcome is expected from your current endeavors.",
      "You will soon experience a burst of creativity.",
      "You will win your next 50/50",
      "Your favorite character will get a buff",
      "Your favorite character will get a rerun",
      "You will always get a 5* before soft pity",
      "You will always roll into x5 when enhancing artifacts",
      "You will always roll into the substat you want",
      "Your ping will always be 10ms"
    ]
}

