{
    "misfortunes": [
        "May both sides of your pillows be hot tonight.",
        "You will find a great deal on a new pair of socks, only to realize you don’t need socks.",
        "Your favorite pen will run out of ink just as you are about to finish an important note.",
        "Your phone will always be on silent when you get a call from someone important.",
        "The Wi-Fi will always be slower when you need it the most.",
        "The coffee shop will always be out of your favorite drink.",
        "You will forget your umbrella on a rainy day.",
        "Your favorite TV show will get canceled unexpectedly.",
        "You will always get stuck in traffic when you're running late.",
        "Your keys will always be misplaced when you’re in a hurry.",
        "You will accidentally spill something on your favorite shirt.",
        "Your mail will always be delivered just after you leave for the day.",
        "You will accidentally step on a pile of leaves, making a loud crunch.",
        "Your pet will always knock things off the table just when you’re cleaning up.",
        "You will get a song stuck in your head that you don’t even like.",
        "Your favorite restaurant will be closed when you want to go.",
        "You will always run out of batteries at the worst possible moment.",
        "Your food will always be a little too salty or a little too bland.",
        "You will always find out about great deals after they expire.",
        "Your phone battery will always be at 1% when you need it the most.",
        "You will spill a drink right after you finish cleaning up a spill.",
        "You will accidentally send a message to the wrong person.",
        "Your favorite blanket will always be on the other side of the room when you need it.",
        "You will always miss the bus by a few seconds.",
        "You will end up with a song stuck in your head that you can’t remember the lyrics to.",
        "You will always get a bad haircut right before an important event.",
        "Your favorite pair of shoes will always be out of stock in your size.",
        "You will always find your wallet just after you’ve already paid for something.",
        "You will always have an itch you can’t quite reach.",
        "You will accidentally delete an important document just before you need it.",
        "You will always get a parking spot far away from where you’re going.",
        "You will always burn your toast in the morning.",
        "You will always forget to pack something important for a trip.",
        "Your favorite show will always be rerun when you’re busy.",
        "You will accidentally leave the house with mismatched socks.",
        "You will always get stuck behind the slowest person in line.",
        "You will always forget to bring a shopping list to the grocery store.",
        "Your favorite pen will always run out of ink when you need it.",
        "You will always end up with a little bit of food stuck in your teeth after a meal.",
        "You will always get a song stuck in your head that you can’t stop singing.",
        "You will always forget to set your alarm and wake up late.",
        "Your favorite snack will always be out of stock when you go to buy it.",
        "You will accidentally hit the wrong button on your phone.",
        "You will always find your favorite book right after you buy a new copy.",
        "You will always get a call from a telemarketer when you’re busy.",
        "Your favorite app will always crash when you need it the most.",
        "You will always get a paper cut when you’re flipping through a book.",
        "You will always get a little bit of food on your shirt when you’re eating.",
        "You will always forget to charge your phone before you leave the house.",
        "You will always get a little bit of toothpaste on your shirt after brushing your teeth.",
        "You will always get a song stuck in your head that you can’t remember the name of.",
        "an unfortunate @everyone ping.",
        "You will always be one primogem short of a pull after completing everything",
        "You will always get 999ms ping the moment before you clear a domain",
        "You will always lose your 50/50 to your least favorite standard character",
        "Your favorite character will always be the one that gets nerfed",
        "You will always reach max pity before getting a 5*",
        "You will always get a useless 5* weapon in the standard banner",
        "You will always get a character you already C6'd",
        "You will always be a tiny bit away from the next encounter point",
        "Your BP will always be a few points away from the next level",
        "Your artifacts will always roll into the wrong substat",
        "You will always buy the wrong fate from the shop",
        "Your favorite character will do a shenhe and rerun in 2030",
        "You will only roll into a x5 when your artifact is already at +19",
        "All the 5* artifacts you get will have 3 substats only",
        "All the 5* artifacts you get will have flat def",
        "All the cutscenes you see will be laggy as hell",
        "You will be stuck at 99% exploration without knowing where the last chest is",
        "https://tenor.com/view/rickroll-roll-rick-never-gonna-give-you-up-never-gonna-gif-22954713 "
    ]
}
